Repository: dat-aeon/AEONVCS
Catalog: AEON/resource/Localization/*.strings
Languages: my_mm

# terms.title
source: Terms and Conditions of AEON Microfinance (Myanmar) Mobile Application
my_mm: AEON Microfinance (Myanmar) Mobile Application သုံးစြဲျခင္းဆိုင္ရာစည္းကမ္းခ်က္မ်ား

# terms.switch.label
source: Accept
my_mm: လက္ခံပါသည္

# home.login.button
source: LOGIN
my_mm: ဝင်မည်

# home.register.button
source: REGISTER
my_mm: အသစ်ဆောက်မည်

# home.aboutus.button
source: ABOUT US
my_mm: AEONအကြောင်း

# home.faq.button
source: FAQ
my_mm: မေးလေ့ရှိသောမေးခွန်းများ

# login.phoneno.holder
source: Phone No.
my_mm: ဖုန်းနံပါတ်

# login.password.holder
source: Password
my_mm: လျှို့ဝှက်နံပါတ်

# login.login.button
source: LOGIN
my_mm: ဝင်မည်

# login.forgetpassword.link
source: Forget Password?
my_mm: ဖုန်းနံပါတ်မေ့ခဲ့လျှင်?

# biometric.phoneno.holder
source: Enter Phone Number
my_mm: ဖုန်းနံပါတ်

# biometric.password.holder
source: Enter Password
my_mm: လျှို့ဝှက်နံပါတ်

# biometric.warning.title
source: Warning *
my_mm: သတိပေးချက် *

# biometric.submit.button
source: SUBMIT
my_mm: တင်သွင်းသည်

# welcome.label
source: WELCOME TO
my_mm: ၾကိဳဆိုပါ၏

# sidemenu.infoupdate
source: Information Update
my_mm: သတင်းအချက်အလက်ပြန်ပြင်ခြင်း

# sidemenu.aeonservice
source: Apply Aeon Service
my_mm: AEON ဝန်ဆောင်မှုများ

# sidemenu.eventsandnews
source: Events & News
my_mm: သတင်းများ

# sidemenu.contactus
source: Contact Us
my_mm: AEONအားဆက်သွယ်ရန်

# sidemenu.faq
source: FAQ
my_mm: မေးလေ့ရှိသောမေးခွန်းများ

# sidemenu.logout
source: Logout
my_mm: ျပန္ထြက္မည္

# secquestconfirm.title
source: Security Question Confirmation
my_mm: လုံခြုံရေးမေးခွန်းကိုအတည်ပြုခြင်း

# secquestconfirm.confrim.button
source: CONFIRM
my_mm: အတည်ပြုသည်

# resetpass.title
source: Reset Password
my_mm: လျှို့ဝှတ်နံပါတ်အားပြန်ပြင်ခြင်း

# resetpass.newpass.label
source: New Password *
my_mm: လျှို့ဝှတ်နံပါတ်အသစ် *

# resetpass.conpass.label
source: Confirm New Password *
my_mm: အတည်ပြု လျှို့ဝှတ်နံပါတ်အသစ် *

# resetpass.reset.button
source: RESET PASSWORD
my_mm: လျှို့ဝှတ်နံပါတ်ပြန်ပြင်မည်

# register.title
source: REGISTRATION
my_mm: အသစ်ဆောက်မည်

# register.name.label
source: Name *
my_mm: နာမည် *

# register.name.holder
source: Name...
my_mm: နာမည်...

# register.dob.label
source: Date Of Birth *
my_mm: မွေးနေ့ *

# register.dob.holder
source: dd/MM/yyyy
my_mm: ရက်/လ/နှစ်

# register.nrc.label
source: NRC No. *
my_mm: မှတ်ပုံတင်နံပါတ် *

# register.phoneno.label
source: Phone No. *
my_mm: ဖုန်းနံပါတ် *

# register.phoneno.holder
source: 09xxxxxxxx
my_mm: ၀၉xxxxxxxx

# register.password.label
source: Password *
my_mm: လျှို့ဝှက်နံပါတ် *

# register.password.holder
source: minimum 6 characters.
my_mm: စကားလုံး ၆ လုံး

# register.conpassword.label
source: Confirm Password *
my_mm: အတည်ပြု လျှို့ဝှတ်နံပါတ် *

# register.save.button
source: SAVE
my_mm: တင်မည်

# customertype.title
source: Customer Type
my_mm: MEMBER

# customertype.newcustomer.button
source: Upgrade to MEMBER
my_mm: Memberသို့အဆင့်မြင့်မည်

# secquest.title
source: Security Question Registration
my_mm: လုံခြုံရေးမေးခွန်း

# secquest.save.button
source: SAVE
my_mm: သိမ်းမည်

# verify.title
source: Verification Member
my_mm: Memberအချက်အလက်စီစစ်ခြင်း

# verify.dob.label
source: Date Of Birth *
my_mm: မွေးနေ့ *

# verify.dob.holder
source: dd/MM/yyyy
my_mm: ရက်/လ/နှစ်

# verify.nrc.label
source: NRC No. *
my_mm: မှတ်ပုံတင်နံပါတ် *

# verify.callnow.notice
source: If you don't know "Agreement No", please contact to AEON Customer Service.
my_mm: "Agreement No"မမှတ်မိလျှင်, AEON Customer Service ဆီကျေးဇူးပြု၍ဆက်သွယ်ပါ

# verify.callnow.button
source: CALL NOW
my_mm: ယခုခေါ်မည်

# verify.verify.button
source: VERIFY
my_mm: စီစစ်မည်

# photoupload.title
source: PHOTO UPLOAD
my_mm: ဓာတ်ပုံတင်ခြင်း

# photoupload.announce.label
source: Your picture will be taken to issue the member card
my_mm: သင့်ရဲ့ပုံသည် member card ထုတ်ရန်အတွက်ဖြစ်ပါသည်

# photoupload.notice1.label
source: Member card can use only for your AEON Service with this picture information.
my_mm: Member card သည် ဒီရုပ်ပုံအချပ်အလက်နဲ့သာ AEON ဝန်ဆောင်မှုများအတွက်အသုံးပြုနိုင်ပါသည်

# photoupload.notice2.label
source: This picture
my_mm: ဒီရုပ်ပုံသည်

# photoupload.notice3.label
source: 1. Save in your mobile phone and don't share to others.
my_mm: 1. သင့်ရဲ့ဖုန်းအတွင်းသိမ်းထားပြီးတခြားသူများအားမမျှဝေထားပါ

# photoupload.notice4.label
source: 2. Not change until you reinstall this application again.
my_mm: 2. သင်သည်နောက်တစ်ကြိမ်ဒီ application အား install လုပ်သည်အထိ မပြောင်းလဲပါ

# photoupload.notice5.label
source: 3. To secure and verify your member card when you lost your phone.
my_mm: 3. သင်သည်သင်၏ဖုန်းကိုဆုံးရှုံးခဲ့ရသည့်အခါသင့်ရဲ့ Member card လုံခြုံရန်နှင့်အတည်ပြုရန်

# photoupload.upload.button
source: Setup Face Photo
my_mm: မျက်နှာဓာတ်ပုံရိုက်မည်

# photoconfirm.title
source: Confirmation
my_mm: ပုံအတည်ပြုခြင်း

# photoconfirm.confirm.title
source: Use this photo in member card?
my_mm: Member card အတွက်ဒီဓာတ်ပုံကိုသုံးမလား?

# photoconfirm.confirm.button
source: Confirm
my_mm: သုံးမည်

# photoconfirm.retry.button
source: Retry
my_mm: ပြန်ရိုက်မည်

# otp.title
source: OTP Confirmation
my_mm: OTP Code အတည်ပြုခြင်း

# otp.send.button
source: SEND OTP
my_mm: OTP Code ပို့မည်

# otp.resend.button
source: RESEND OTP AGAIN
my_mm: OTP Code ပို့ရန်

# membership.card2.photo.label
source: This photo can use for securing your member card. If you want to update this photo, please contact to AEON Customer Service.
my_mm: ဒီဓာတ်ပုံကိုသင့်Member cardလုံခြုံရေးအတွက်အသုံးနိုင်သည်။ သင်သည်ဤဓာတ်ပုံကိုပြန်ပြင်လုပ်ဖို့လိုလျှင်, Aeon Customer ဝန်ဆောင်မှုမှဆက်သွယ်နိုင်ပါသည်။

# infoupdate.title
source: Information Update
my_mm: သတင်းအချက်အလက်ပြန်ပြင်ခြင်း

# infoupdate.tag1.title
source: SECURITY QUESTION UPDATE
my_mm: လုံခြုံရေးမေးခွန်းပြန်ပြင်ခြင်း

# infoupdate.tag2.title
source: CUSTOMER INFO UPDATE
my_mm: သင့်အချက်အလက်ပြန်ပြင်ခြင်း

# infoupate.update.button
source: UPDATE
my_mm: ပြန်ပြင်မည်

# aeonservice.title
source: AEON Services
my_mm: AEON ဝန်ဆောင်မှုများ

# eventnews.title
source: EVENTS & NEWS
my_mm: သတင်းများ

# contactus.title
source: Contact Us
my_mm: AEONအားဆက်သွယ်ရန်

# contactus.tag1.title
source: HOTLINE PHONE
my_mm: HOTLINE ဖုန်း

# contactus.tag2.title
source: MESSAGING
my_mm: မက်ဆေ့ခ်ျပို့ရန်

# contactus.callnow.button
source: CALL NOW
my_mm: ယခုခေါ်မည်

# faq.title
source: FAQ
my_mm: မေးလေ့ရှိသောမေးခွန်းများ

# faq.tag1.title
source: FAQ
my_mm: မေးလေ့ရှိသောမေးခွန်းများ

# faq.tag2.title
source: TERMS & CONDITIONS
my_mm: စည်းမျဉ်းများနဲ့အခြေအနေများ
